export const TERMS_TEXT = `아래 약관은 (주)퀸버 (이하 “회사”)가 운영하는 “신비한”에서 제공하는 인터넷·앱 관련 서비스(이하 “서비스”)를 이용하는데 필요한 (주)퀸버와 사용자(또는 정보주체)의 권리와 의무, 책임사항을 규정하기 위함입니다.
    2. 정의
    “신비한”은 (주)퀸버가 서비스를 사용자에게 제공하기 위해 컴퓨터, 모바일 등 정보통신설비를 이용해 서비스를 이용할 수 있도록 한 가상의 공간을 말합니다.
    “회사”란 ”신비한” 내에서 서비스를 제공하고, 이에 대한 대가를 받는 (주)퀸버를 말합니다.
    “사용자”는 ”신비한”에 접속해 약관에 따라 신비한이 제공하는 서비스를 경험하는 회원·비회원입니다.
    “회원”은 ”신비한”에 회원가입을 하고, “신비한”의 서비스를 이용하는 사람입니다.
    “비회원”은 신비한의 회원으로 가입하지 않고 “신비한”이 제공하는 서비스를 이용하는 사람입니다.
    3. 약관 명시
    “신비한”은 약관의 내용과 상호·대표자 이름·회사소재지·전화번호·이메일주소·사업자등록번호·개인정보관리책임자 등을 사용자가 알 수 있도록 신비한의 서비스화면 전면에 게시합니다. 다만 약관의 내용은 이용자가 연결 화면을 통해 볼 수 있도록 할 수 있습니다.
    “신비한”은 사용자가 약관에 동의하기에 앞서 약관에 정해진 내용 중 개인정보처리방침 등의 내용을 이해할 수 있도록 별도의 연결화면 혹은 팝업화면을 제공해 사용자 확인을 구할 수 있습니다.
    (주)퀸버가 제공하는 “신비한” 서비스의 ‘소비자 보호에 관한 법률’, ‘약관의 규제에 관한 법률’, ‘전자문서 및 전자이용기본법’, ‘전자금융이용법’, ‘전자서명법’, ‘정보통신망 이용촉진 및 정보보호 등에 관한 법률’, ‘소비자기본법’ 등 관련 법을 위배하지 않는 범위에서 약관을 개정할 수 있습니다.
    “신비한”이 약관을 개정할 시, 적용일자 및 개정 이유를 명시해 신비한의 초기 화면에 그 적용일자 7일 전부터 적용일자 전일까지 공지합니다.
    “신비한”이 약관을 개정할 경우 해당 개정약관은 적용일자 이후 체결되는 계약에만 적용되고, 그 이전에 이미 체결된 계약에 대해서는 개정 전 약관조항이 그대로 적용됩니다. 다만 이미 계약을 체결한 사용자가 개정약관 조항의 적용을 받기 원하는 뜻을 개정약관 공지기간 내에 “신비한”에 송신, “신비한”의 동의를 받은 경우에는 계정약관 조항이 적용됩니다.
    이 약관에서 정하지 않은 사항과 약관 해석에 대한 사항은 ‘소비자 보호에 관한 법률’, ‘약관의 규제 등에 관한 법률’, ‘공정이용위원회가 정하는 신비한서비스 등에서의 소비자 보호지침 및 관계법령’ 또는 상관례에 따릅니다.
    “신비한” 서비스 제공 혹은 수정
    “신비한”은 서비스 또는 용역에 대한 정보 제공 및 유료서비스 계약 체결, 유료서비스 계약이 체결된 서비스 또는 용역 제공, 기타 “신비한”이 정하는 업무를 수행합니다.
    “신비한”은 서비스 또는 용역의 폐지 혹은 기술적 사양 변경 등의 경우, 앞으로 체결되는 계약에 의해 제공할 서비스 또는 용역의 내용을 변경할 수 있습니다. 이 경우, 변경된 서비스 또는 용역의 내용 및 제공일자를 명시해 현재의 서비스 또는 용역의 내용을 게시한 곳에 즉시 공지합니다.
    “신비한”이 제공하기로 한 서비스 내용을 서비스 폐지 또는 기술적 사양 변경 등의 이유로 변경할 경우 사용자에게 통지 가능한 경로로 통지합니다.
    5. 서비스 제공 중단
    “신비한”은 컴퓨터 등 정보통신설비의 보수·점검·교체 및 고장·통신 두절 등의 사유가 발생한 경우, 서비스 제공을 일시적으로 중지할 수 있습니다. 이 경우 사용자 혹은 제3자가 입은 손해는 실제 손익 여부를 통해 배상할 수 있습니다.
    사업종목 전환, 사업 포기, 업체 또는 협업사 통합 등으로 서비스 제공이 중지될 경우, “신비한”은 사용자에게 통지합니다. 이 경우, 사용자에게 마일리지 또는 적립금 등 “신비한”에서 통용되는 통화가치에 상응하는 것으로 사용자에게 제공합니다.
`;

export const PRIVACY_TEXT = `아래 약관은 (주)퀸버 (이하 “회사”)가 운영하는 “신비한”에서 제공하는 인터넷·앱 관련 서비스(이하 “서비스”)를 이용하는데 필요한 (주)퀸버와 사용자(또는 정보주체)의 권리와 의무, 책임사항을 규정하기 위함입니다.
    2. 정의
    “신비한”은 (주)퀸버가 서비스를 사용자에게 제공하기 위해 컴퓨터, 모바일 등 정보통신설비를 이용해 서비스를 이용할 수 있도록 한 가상의 공간을 말합니다.
    “회사”란 ”신비한” 내에서 서비스를 제공하고, 이에 대한 대가를 받는 (주)퀸버를 말합니다.
    “사용자”는 ”신비한”에 접속해 약관에 따라 신비한이 제공하는 서비스를 경험하는 회원·비회원입니다.
    “회원”은 ”신비한”에 회원가입을 하고, “신비한”의 서비스를 이용하는 사람입니다.
    “비회원”은 신비한의 회원으로 가입하지 않고 “신비한”이 제공하는 서비스를 이용하는 사람입니다.
    3. 약관 명시
    “신비한”은 약관의 내용과 상호·대표자 이름·회사소재지·전화번호·이메일주소·사업자등록번호·개인정보관리책임자 등을 사용자가 알 수 있도록 신비한의 서비스화면 전면에 게시합니다. 다만 약관의 내용은 이용자가 연결 화면을 통해 볼 수 있도록 할 수 있습니다.
    “신비한”은 사용자가 약관에 동의하기에 앞서 약관에 정해진 내용 중 개인정보처리방침 등의 내용을 이해할 수 있도록 별도의 연결화면 혹은 팝업화면을 제공해 사용자 확인을 구할 수 있습니다.
    (주)퀸버가 제공하는 “신비한” 서비스의 ‘소비자 보호에 관한 법률’, ‘약관의 규제에 관한 법률’, ‘전자문서 및 전자이용기본법’, ‘전자금융이용법’, ‘전자서명법’, ‘정보통신망 이용촉진 및 정보보호 등에 관한 법률’, ‘소비자기본법’ 등 관련 법을 위배하지 않는 범위에서 약관을 개정할 수 있습니다.
    “신비한”이 약관을 개정할 시, 적용일자 및 개정 이유를 명시해 신비한의 초기 화면에 그 적용일자 7일 전부터 적용일자 전일까지 공지합니다.
    “신비한”이 약관을 개정할 경우 해당 개정약관은 적용일자 이후 체결되는 계약에만 적용되고, 그 이전에 이미 체결된 계약에 대해서는 개정 전 약관조항이 그대로 적용됩니다. 다만 이미 계약을 체결한 사용자가 개정약관 조항의 적용을 받기 원하는 뜻을 개정약관 공지기간 내에 “신비한”에 송신, “신비한”의 동의를 받은 경우에는 계정약관 조항이 적용됩니다.
    이 약관에서 정하지 않은 사항과 약관 해석에 대한 사항은 ‘소비자 보호에 관한 법률’, ‘약관의 규제 등에 관한 법률’, ‘공정이용위원회가 정하는 신비한서비스 등에서의 소비자 보호지침 및 관계법령’ 또는 상관례에 따릅니다.
    “신비한” 서비스 제공 혹은 수정
    “신비한”은 서비스 또는 용역에 대한 정보 제공 및 유료서비스 계약 체결, 유료서비스 계약이 체결된 서비스 또는 용역 제공, 기타 “신비한”이 정하는 업무를 수행합니다.
    “신비한”은 서비스 또는 용역의 폐지 혹은 기술적 사양 변경 등의 경우, 앞으로 체결되는 계약에 의해 제공할 서비스 또는 용역의 내용을 변경할 수 있습니다. 이 경우, 변경된 서비스 또는 용역의 내용 및 제공일자를 명시해 현재의 서비스 또는 용역의 내용을 게시한 곳에 즉시 공지합니다.
    “신비한”이 제공하기로 한 서비스 내용을 서비스 폐지 또는 기술적 사양 변경 등의 이유로 변경할 경우 사용자에게 통지 가능한 경로로 통지합니다.
    5. 서비스 제공 중단
    “신비한”은 컴퓨터 등 정보통신설비의 보수·점검·교체 및 고장·통신 두절 등의 사유가 발생한 경우, 서비스 제공을 일시적으로 중지할 수 있습니다. 이 경우 사용자 혹은 제3자가 입은 손해는 실제 손익 여부를 통해 배상할 수 있습니다.
    사업종목 전환, 사업 포기, 업체 또는 협업사 통합 등으로 서비스 제공이 중지될 경우, “신비한”은 사용자에게 통지합니다. 이 경우, 사용자에게 마일리지 또는 적립금 등 “신비한”에서 통용되는 통화가치에 상응하는 것으로 사용자에게 제공합니다.
`;

export const MARKETING_TEXT = `아래 약관은 (주)퀸버 (이하 “회사”)가 운영하는 “신비한”에서 제공하는 인터넷·앱 관련 서비스(이하 “서비스”)를 이용하는데 필요한 (주)퀸버와 사용자(또는 정보주체)의 권리와 의무, 책임사항을 규정하기 위함입니다.
    2. 정의
    “신비한”은 (주)퀸버가 서비스를 사용자에게 제공하기 위해 컴퓨터, 모바일 등 정보통신설비를 이용해 서비스를 이용할 수 있도록 한 가상의 공간을 말합니다.
    “회사”란 ”신비한” 내에서 서비스를 제공하고, 이에 대한 대가를 받는 (주)퀸버를 말합니다.
    “사용자”는 ”신비한”에 접속해 약관에 따라 신비한이 제공하는 서비스를 경험하는 회원·비회원입니다.
    “회원”은 ”신비한”에 회원가입을 하고, “신비한”의 서비스를 이용하는 사람입니다.
    “비회원”은 신비한의 회원으로 가입하지 않고 “신비한”이 제공하는 서비스를 이용하는 사람입니다.
    3. 약관 명시
    “신비한”은 약관의 내용과 상호·대표자 이름·회사소재지·전화번호·이메일주소·사업자등록번호·개인정보관리책임자 등을 사용자가 알 수 있도록 신비한의 서비스화면 전면에 게시합니다. 다만 약관의 내용은 이용자가 연결 화면을 통해 볼 수 있도록 할 수 있습니다.
    “신비한”은 사용자가 약관에 동의하기에 앞서 약관에 정해진 내용 중 개인정보처리방침 등의 내용을 이해할 수 있도록 별도의 연결화면 혹은 팝업화면을 제공해 사용자 확인을 구할 수 있습니다.
    (주)퀸버가 제공하는 “신비한” 서비스의 ‘소비자 보호에 관한 법률’, ‘약관의 규제에 관한 법률’, ‘전자문서 및 전자이용기본법’, ‘전자금융이용법’, ‘전자서명법’, ‘정보통신망 이용촉진 및 정보보호 등에 관한 법률’, ‘소비자기본법’ 등 관련 법을 위배하지 않는 범위에서 약관을 개정할 수 있습니다.
    “신비한”이 약관을 개정할 시, 적용일자 및 개정 이유를 명시해 신비한의 초기 화면에 그 적용일자 7일 전부터 적용일자 전일까지 공지합니다.
    “신비한”이 약관을 개정할 경우 해당 개정약관은 적용일자 이후 체결되는 계약에만 적용되고, 그 이전에 이미 체결된 계약에 대해서는 개정 전 약관조항이 그대로 적용됩니다. 다만 이미 계약을 체결한 사용자가 개정약관 조항의 적용을 받기 원하는 뜻을 개정약관 공지기간 내에 “신비한”에 송신, “신비한”의 동의를 받은 경우에는 계정약관 조항이 적용됩니다.
    이 약관에서 정하지 않은 사항과 약관 해석에 대한 사항은 ‘소비자 보호에 관한 법률’, ‘약관의 규제 등에 관한 법률’, ‘공정이용위원회가 정하는 신비한서비스 등에서의 소비자 보호지침 및 관계법령’ 또는 상관례에 따릅니다.
    “신비한” 서비스 제공 혹은 수정
    “신비한”은 서비스 또는 용역에 대한 정보 제공 및 유료서비스 계약 체결, 유료서비스 계약이 체결된 서비스 또는 용역 제공, 기타 “신비한”이 정하는 업무를 수행합니다.
    “신비한”은 서비스 또는 용역의 폐지 혹은 기술적 사양 변경 등의 경우, 앞으로 체결되는 계약에 의해 제공할 서비스 또는 용역의 내용을 변경할 수 있습니다. 이 경우, 변경된 서비스 또는 용역의 내용 및 제공일자를 명시해 현재의 서비스 또는 용역의 내용을 게시한 곳에 즉시 공지합니다.
    “신비한”이 제공하기로 한 서비스 내용을 서비스 폐지 또는 기술적 사양 변경 등의 이유로 변경할 경우 사용자에게 통지 가능한 경로로 통지합니다.
    5. 서비스 제공 중단
    “신비한”은 컴퓨터 등 정보통신설비의 보수·점검·교체 및 고장·통신 두절 등의 사유가 발생한 경우, 서비스 제공을 일시적으로 중지할 수 있습니다. 이 경우 사용자 혹은 제3자가 입은 손해는 실제 손익 여부를 통해 배상할 수 있습니다.
    사업종목 전환, 사업 포기, 업체 또는 협업사 통합 등으로 서비스 제공이 중지될 경우, “신비한”은 사용자에게 통지합니다. 이 경우, 사용자에게 마일리지 또는 적립금 등 “신비한”에서 통용되는 통화가치에 상응하는 것으로 사용자에게 제공합니다.
`;
